Revit 2027 API
AdvancedLayered.LayeredDiffuse Property
 The property labeled "Color" from the "AdvancedLayered" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string LayeredDiffuse { get; }
Public Shared ReadOnly Property LayeredDiffuse As String
	Get
public:
static property String^ LayeredDiffuse {
	String^ get ();
}
static member LayeredDiffuse : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace